var data = [
			{
				"name" : "海阔天空",
				"singer" : "Beyond",
				"star" : "images/singer/1.jpg",
				"album" : "海阔天空",
				"src" : "music/1.mp3",
				"lrc" :"[00:00.31]海阔天空-Beyond[00:18.51]今天我寒夜里看雪飘过[00:25.16]怀着冷却了的心窝飘远方[00:30.92]风雨里追赶[00:33.74]雾里分不清影踪[00:36.66]天空海阔你与我[00:39.94]可会变(谁没在变)[00:43.61]多少次迎着冷眼与嘲笑[00:49.87]从没有放弃过心中的理想[00:55.71]一刹那恍惚[00:58.85]若有所失的感觉[01:01.64]不知不觉已变淡[01:05.00]心里爱(谁明白我)[01:08.75]原谅我这一生不羁放纵爱自由[01:15.91]也会怕有一天会跌倒 哦NO[01:21.81]背弃了理想谁人都可以[01:28.04]哪会怕有一天只你共我[01:42.76]今天我寒夜里看雪飘过[01:49.18]怀着冷却了的心窝飘远方[01:54.89]风雨里追赶[01:57.96]雾里分不清影踪[02:01.47]天空海阔你与我可会变[02:05.37](谁没在变)[02:07.96]原谅我这一生不羁放纵爱自由[02:15.11]也会怕有一天会跌倒 哦NO[02:21.08]背弃了理想谁人都可以[02:27.57]哪会怕有一天只你共我[02:32.28]哦 yeah[03:08.63]仍然自由自我[03:11.75]永远高唱我歌[03:14.76]走遍千里[03:19.62]原谅我这一生不羁放纵爱自由[03:26.51]也会怕有一天会跌倒[03:31.04]哦NO[03:32.78]背弃了理想谁人都可以[03:39.18]哪会怕有一天只你共我[03:45.57]被弃了理想谁人都可以[03:51.73]哪会怕有一天只你共我[03:56.29]哦yeah[03:57.35]原谅我这一生不羁放纵爱自由[04:02.57]哦yeah[04:04.25]也会怕有一天会跌倒哦[04:10.18]背弃了理想谁人都可以[04:16.64]哪会怕有一天只你共我"
			},
			{
				"name" : "半壶纱",
				"singer" : "刘珂矣",
				"star" : "images/singer/5.jpg",
				"album" : "半壶纱",
				"src" : "music/5.mp3",
				"lrc" : "[ver:v1.0][ti:d][00:01.08]半壶纱 - 刘珂矣[00:26.07]墨已入水渡一池青花[00:32.09]揽五分红霞采竹回家[00:38.07]悠悠风来 埋一地桑麻[00:44.44]一身袈裟 把相思放下[00:50.42]十里桃花待嫁的年华[00:56.34]凤冠的珍珠 挽进头发[01:02.57]檀香拂过玉镯弄轻纱[01:08.73]空留一盏 芽色的清茶[01:14.86]倘若我心中的山水[01:18.66]你眼中都看到[01:21.93]我便一步一莲花祈祷[01:27.08]怎知那浮生一片草[01:31.05]岁月催人老[01:34.20]风月花鸟 一笑尘缘了[02:03.91]十里桃花待嫁的年华[02:09.80]凤冠的珍珠 挽进头发[02:16.02]檀香拂过玉镯弄轻纱[02:22.13]空留一盏 芽色的清茶[02:28.21]倘若我心中的山水[02:31.99]你眼中都看到[02:35.43]我便一步一莲花祈祷[02:40.45]怎知那浮生一片草[02:44.55]岁月催人老[02:47.67]风月花鸟 一笑尘缘了[02:52.71]倘若我心中的山水 你眼中都看到[02:59.88]我便一步一莲花祈祷[03:04.91]怎知那浮生一片草 岁月催人老[03:12.11]风月花鸟 一笑尘缘了[03:17.30]怎知那浮生一片草 岁月催人老[03:24.34]风月花鸟 一笑尘缘了"
			},
			{
				"name" : "Are Not Alone",
				"singer" : "Michael",
				"star" : "images/singer/Michael.jpg",
				"album" : "Are Not Alone",
				"src" : "music/Michael Jackson-You Are Not Alone.mp3",
				"lrc" : "[ver:v1.0][ar:Michael Jackson][ti:You Are Not Alone][ml:1.0][00:01.84]You Are Not Alone - Michael Jackson[00:17.52][00:17.52]Another day has gone[00:21.30]I'm still all alone[00:25.33]How could this be[00:29.21]You're not here with me[00:32.96]You never said goodbye[00:37.24]Someone tell me why[00:41.33]Did you have to go[00:44.94]And leave my world so cold[00:50.85]Everyday I sit and ask myself[00:55.03]How did love slip away[00:59.27]Something whispers in my ear and says[01:05.19]That you are not alone[01:09.27]For I am here with you[01:13.36]Though you're far away[01:17.24]I am here to stay[01:21.28]You are not alone[01:25.26]I am here with you[01:29.34]Though we're far apart[01:33.23]You're always in my heart[01:37.41]You are not alone[01:43.18]All alone[01:50.45]Why alone oh[01:57.27]Just the other night[02:01.21]几天前的晚上[02:01.21]I thought I heard you cry[02:05.25]Asking me to come[02:09.23]And hold you in my arms[02:13.65]I can hear your prayers[02:17.23]Your burdens I will bear[02:21.21]But first I need your hand[02:25.04]So forever can begin[02:31.09]Everyday I sit and ask myself[02:35.18]How did love slip away[02:39.29]Then something whispers in my ear and says[02:45.38]That you are not alone[02:49.22]For I am here with you[02:53.35]Though you're far away[02:57.34]I am here to stay[03:01.27]For you are not alone[03:05.36]I am here with you[03:09.39]Though we're far apart[03:13.33]You're always in my heart[03:17.31]And you are not alone[03:22.40]Oh[03:23.95]Whisper three words and I'll come runnin'[03:30.15]Fly[03:32.07]And girl you know that I'll be there[03:38.82]I'll be there[03:45.48]You are not alone[03:49.37]I am here with you[03:53.35]Though you're far away[03:57.43]I am here to stay[04:01.57]You are not alone[04:05.36]I am here with you[04:09.64]Though we're far apart[04:13.43]You're always in my heart[04:17.03]你在我心间[04:17.03]You are not alone (You are not alone)[04:21.43]你不会孤单（你不会孤单）[04:21.43]For I am here with you (I am here with you)[04:25.58]我永伴你身旁（我永伴你身旁）[04:25.58]Though you're far away (Though you're far away)[04:29.45]不管你多远（不管你多远）[04:29.45]I am here to stay[04:33.31]我守候在天边[04:33.31]For you are not alone[04:34.14]你不会孤单[04:34.14]You're always In my heart For I am here with you[04:41.45]你永远是 我心中我永伴你身旁[04:41.45]Though we're far apart[04:45.36]不管天涯海角[04:45.36]You're always in my heart[04:49.29]你在我心间[04:49.29]For you are not alone[04:52.46]你不会孤单[04:52.46]Not alone[04:56.73]并不孤独[04:56.73]You are not alone you are not alone[05:04.67]你并不孤单你并不孤单[05:04.67]You are not alone you are not alone[05:08.51]你并不孤单你并不孤单[05:08.51]Not alone not alone[05:12.92]并不孤独 并不孤独[05:12.92]You just reach for me girl[05:15.49]你只是对我伸出手 女孩[05:15.49]In the morning in the evening[05:19.88]在上午在晚上[05:19.88]Not alone not alone[05:23.32]并不孤独 并不孤独[05:23.32]And you with me not alone[05:26.73]你和我并不孤独[05:26.73]Oh together together[05:30.30]一起一起[05:30.30]"
			},
			{
				"name" : "光辉岁月",
				"singer" : "beyound",
				"star" : "images/singer/1.jpg",
				"album" : "黄家驹原创精选",
				"src" : "music/Beyond-光辉岁月.mp3",
				"lrc" : "[ver:v1.0][ti:fc][00:02.01]光辉岁月 - Beyond[00:28.96]钟声响起归家的讯号[00:33.28]在他生命里仿佛带点唏嘘[00:41.96]黑色肌肤给他的意义[00:46.44]是一生奉献肤色斗争中[00:55.05]年月把拥有变做逝去[01:01.41]疲倦的双眼带着期望[01:07.88]今天只有残留的躯壳[01:11.50]迎接光辉岁月[01:14.71]风雨中抱紧自由[01:20.84]一生经过彷徨的挣扎[01:24.49]自信可改变未来[01:27.73]问谁又能做到[01:43.51]可否不分肤色的界限[01:47.96]在这土地里 不分你我高低[01:56.55]缤纷色彩显出的美丽[02:00.97]是因它没有分开每种色彩[02:09.45]年月把拥有变做失去[02:15.77]疲倦的双眼带着期望[02:22.43]今天只有残留的躯壳 [02:26.02]迎接光辉岁月[02:29.34]风雨中抱紧自由[02:35.16]一生经过彷徨的挣扎[02:39.05]自信可改变未来[02:42.25]问谁又能做到[03:23.99]今天只有残留的躯壳 [03:27.65]迎接光辉岁月[03:30.86]风雨中抱紧自由[03:36.83]一生经过彷徨的挣扎[03:40.60]自信可改变未来[03:43.90]问谁又能做到[03:59.69]今天只有残留的躯壳 [04:03.21]迎接光辉岁月[04:06.60]风雨中抱紧自由[04:12.67]一生经过彷徨的挣扎[04:16.24]自信可改变未来[04:19.56]问谁又能做到[04:35.31]今天只有残留的躯壳 [04:38.89]迎接光辉岁月[04:42.11]风雨中抱紧自由[04:48.10]一生经过彷徨的挣扎[04:52.02]自信可改变未来"
			},
			{
				"name" : "最初的梦想",
				"singer" : "范玮琪",
				"star" : "images/singer/fwq.jpg",
				"album" : "2013年跨年演唱会",
				"src" : "music/范玮琪-最初的梦想(Live版).mp3",
				"lrc" : "[00:01.51]最初的梦想(Live版) - 范玮琪[00:23.64]如果骄傲没被现实大海冷冷拍下[00:29.52]又怎会懂得 要多努力 才走得到远方[00:35.52]如果梦想不曾坠落悬崖 千钧一发[00:41.33]又怎会晓得 执着的人 拥有隐形翅牓[00:47.26]把眼泪种在心上 会开出勇敢的花[00:53.33]可以在疲惫的时光 闭上眼睛闻到一种芬芳[00:59.08]就像好好睡了一夜直到天亮[01:04.64]又能边走着 边哼着歌 用轻快的步伐[01:10.70]沮丧时 总会明显感到孤独的重量[01:16.39]多渴望懂得的人 给些温暖借个肩膀[01:21.95]很高兴 一路上 我们的默契那么长[01:27.95]穿过风 又绕个弯 心还连着 像往常一样[01:34.33]最初的梦想 紧握在手上[01:39.89]最想要去的地方 怎么能在半路就返航[01:45.83]最初的梦想 绝对会到达[01:51.77]实现了真的渴望 才能够算到过了天堂"
			},
			{
				"name" : "我懂了",
				"singer" : "金莎",
				"star" : "images/singer/3.jpg",
				"album" : "我懂了",
				"src" : "music/3.mp3",
				"lrc" : "[ver:v1.0][ti:我懂了][00:00.65]我懂了 - 金莎[00:19.07]我在进退的路口[00:23.78]我看不见了天空[00:28.51]我快乐吗 我也好想躲一躲[00:34.38]到你的胸口[00:37.60]我的喜悲你的自由[00:42.13]就像彩虹短暂逗留[00:46.91]你快乐吧[00:49.15]你找到你的出口[00:52.90]你真的自由[00:56.08]我不爱过 就不懂寂寞[01:00.71]我不难过 泪又怎么会流[01:05.25]爱的够重 伤的够痛[01:09.55]证明我爱过[01:14.51]幸福走过 才浮现感动[01:19.14]幸运的我 曾拥你的温柔[01:23.74]你的笑容 还有你问候[01:28.04]都让我心动[01:34.10]你喜欢过 你沉溺过 你残忍过[01:41.07]这一刻我都懂 我真的自由[01:53.78]我的喜悲你的自由[01:58.42]就像彩虹短暂逗留[02:03.02]你快乐吧[02:05.28]你找到你的出口[02:08.99]你真的自由[02:12.30]我不爱过 就不懂寂寞[02:16.86]我不难过 泪又怎么会流[02:21.43]爱的够重 伤的够痛[02:25.70]证明我爱过[02:30.70]幸福走过 才浮现感动[02:35.29]幸运的我 曾拥你的温柔[02:40.00]你的笑容 还有你问候[02:44.14]都让我心动[03:07.69]我不爱过 就不懂寂寞[03:12.33]我不难过 泪又怎么会流[03:17.00]爱的够重 伤的够痛[03:21.15]证明我爱过[03:26.06]幸福走过 才浮现感动[03:30.71]幸运的我 曾拥你的温柔[03:35.34]你的笑容 还有你问候[03:39.62]都让我心动[03:47.99]你喜欢过 你沉溺过 你残忍过[03:54.92]这一刻我都懂 我真的自由"
			},
			{
				"name" : "我最闪亮",
				"singer" : "快乐男生",
				"star" : "images/singer/kn.jpg",
				"album" : "2007快乐男生主题曲",
				"src" : "music/快乐男声-我最闪亮(2007快乐男声主题曲).mp3",
				"lrc" : "[ver:v1.0][ti:快乐男声-我最闪亮(2007快乐男声主题曲)][00:00.73]我最闪亮(2007快乐男声主题曲) - 快乐男声[01:00.11]灯光和花火一起闪亮[01:04.00]也亮不过我的梦想[01:07.94]我旅途的开场[01:10.51]我沿路的徽章[01:13.09]风沙搁浅的希望[01:16.53]时光让脸庞渐渐发光[01:19.99]风雪把悲伤轻轻吹亮[01:24.14]被淋湿的翅膀[01:26.43]才拥有穿越过[01:28.50]那暴风雨的力量[01:32.60]曾经的我想唱就唱 我最闪亮[01:36.44]这一年夏天有最感动的阳光[01:41.48]你给我梦想[01:43.51]我勇敢往前闯[01:45.68]风吹雨打拍拍肩膀[01:48.54]现在的我想唱就唱 我最闪亮[01:52.45]这一年夏天有最温暖的目光[01:57.56]记忆的远方[01:59.33]我披戴的荣光[02:01.65]照进天窗擦亮梦想[02:06.80]我最闪亮[02:24.07]灯光和花火一起闪亮[02:27.91]也亮不过我的梦想[02:32.00]我旅途的开场[02:34.47]我沿路的徽章[02:37.10]风沙搁浅的希望[02:40.48]时光让脸庞渐渐发光[02:44.02]风雪把悲伤轻轻吹亮[02:47.85]被淋湿的翅膀[02:50.28]才拥有穿越过[02:52.53]那暴风雨的力量[02:56.57]曾经的我想唱就唱 我最闪亮[03:00.68]这一年夏天有最感动的阳光[03:05.62]你给我梦想[03:07.48]我勇敢往前闯[03:09.68]风吹雨打拍拍肩膀[03:12.50]现在的我想唱就唱 我最闪亮[03:16.29]这一年夏天有最温暖的目光[03:21.51]记忆的远方[03:23.44]我披戴的荣光[03:25.66]照进天窗擦亮梦想 我最闪亮[04:08.63]曾经的我想唱就唱 我最闪亮[04:12.48]这一年夏天有最感动的阳光[04:17.56]你给我梦想[04:19.38]我勇敢往前闯[04:21.56]风吹雨打拍拍肩膀[04:24.33]现在的我想唱就唱 我最闪亮[04:28.33]这一年夏天有最温暖的目光[04:33.55]记忆的远方[04:35.32]我披戴的荣光[04:37.64]照进天窗擦亮梦想[04:42.85]我最闪亮"
			},
			{
				"name" : "壮志在我胸",
				"singer" : "群星",
				"star" : "images/singer/lzs.jpg",
				"album" : "励志歌曲",
				"src" : "music/励志歌曲-壮志在我胸.mp3",
				"lrc" : "[ver:v1.0][ti:b][00:00.29]嘿呦嘿嘿嘿呦嘿[00:03.25]管哪山高水也深[00:06.83]嘿呦嘿嘿嘿呦嘿[00:10.57]也不能阻挡我奔前程[00:13.65]嘿呦嘿嘿嘿呦嘿[00:17.12]茫茫未知的旅程[00:21.08]我要认真面对我的人生"
			},
			{
				"name" : "从头再来",
				"singer" : "刘欢",
				"star" : "images/singer/lh.jpg",
				"album" : "经典20年",
				"src" : "music/刘欢-从头再来.mp3",
				"lrc" : "[ver:v1.0][ti:8][00:00.45]从头再来(Live) - 刘欢[00:13.87]昨天所有的荣誉 已变成遥远的回忆[00:24.02]辛辛苦苦已度过半生 今夜重又走进风雨[00:33.90]我不能随波浮沉 为了我至爱的亲人[00:44.20]再苦再难也要坚强 只为那些期待眼神[00:52.78]（大家一起唱）[00:54.43]心若在梦就在 天地之间还有真爱[01:04.88]看成败人生豪迈 只不过是从头再来[01:34.29]昨天所有的荣誉 已变成遥远的回忆[01:44.04]辛辛苦苦已度过半生 今夜重又走进风雨[01:54.09]我不能随波浮沉 为了我至爱的亲人[02:04.09]再苦再难也要坚强 只为那些期待眼神[02:14.49]心若在梦就在 天地之间还有真爱[02:24.29]看成败人生豪迈 只不过是从头再来[02:34.59]心若在梦就在 天地之间还有真爱[02:44.69]看成败人生豪迈 只不过是从头再来[02:54.72]心若在梦就在 天地之间还有真爱[03:04.82]看成败人生豪迈 只不过是从头再来[03:15.82]心若在梦就在 天地之间还有真爱[03:26.17]看成败人生豪迈 只不过是从头再来[03:36.13]心若在梦就在 天地之间还有真爱[03:46.47]看成败人生豪迈 只不过是从头~再来"
			},
			{
				"name" : "怒放的生命",
				"singer" : "汪峰",
				"star" : "images/singer/wf.jpg",
				"album" : "怒放的生命",
				"src" : "music/汪峰-怒放的生命.mp3",
				"lrc" : "[ver:v1.0][ar:汪峰][ti:怒放的生命][00:01.15]怒放的生命 - 汪峰[00:11.50]曾经多少次跌倒在路上[00:16.35]曾经多少次折断过翅膀[00:22.30]如今我已不再感到彷徨[00:27.86]我想超越这平凡的生活[00:34.23]我想要怒放的生命[00:39.53]就像飞翔在辽阔天空[00:45.44]就像穿行在无边的旷野[00:49.44]拥有挣脱一切的力量[00:58.26]曾经多少次失去了方向[01:03.45]曾经多少次扑灭了梦想[01:09.17]如今我已不再感到迷茫[01:14.97]我要我的生命得到解放[01:21.12]我想要怒放的生命[01:26.38]就像飞翔在辽阔天空[01:32.24]就像穿行在无边的旷野[01:36.43]拥有挣脱一切的力量[01:43.14]我想要怒放的生命[01:48.67]就像矗立在彩虹之颠[01:54.27]就像穿行在璀璨的星河[01:58.39]拥有超越平凡的力量[02:29.38]曾经多少次失去了方向[02:34.72]曾经多少次扑灭了梦想[02:39.53]如今我已不再感到迷茫[02:45.46]我要我的生命得到解放[02:52.12]我想要怒放的生命[02:57.48]就像飞翔在辽阔天空[03:03.18]就像穿行在无边的旷野[03:07.19]拥有挣脱一切的力量[03:14.08]我想要怒放的生命[03:19.61]就像矗立在彩虹之颠[03:25.10]就像穿行在璀璨的星河[03:29.36]拥有超越平凡的力量[03:36.34]我想要怒放的生命[03:41.72]就像飞翔在辽阔天空[03:47.30]就像穿行在无边的旷野[03:51.40]拥有挣脱一切的力量[03:58.31]我想要怒放的生命[04:03.81]就像矗立在彩虹之颠[04:09.34]就像穿行在璀璨的星河[04:13.59]拥有超越平凡的力量"
			},
			{
				"name" : "特别的爱给特别的你",
				"singer" : "伍思凯",
				"star" : "images/singer/4.jpg",
				"album" : "特别的爱给特别的你",
				"src" : "music/4.mp3",
				"lrc" : "[ver:v1.0][ti:特别的爱给特别的你][00:01.06]特别的爱给特别的你(1) – 经典老歌[00:12.73]没有承诺却被你抓得更紧[00:21.72]没有了你我的世界雨下个不停[00:31.93]我付出一生的时间想要忘记你[00:40.27]但是回忆回忆回忆[00:44.71]从我心里跳出来拥抱你[00:54.77]特别的爱给特别的你[00:58.78]我的寂寞逃不过你的眼睛[01:04.15]特别的爱给特别的你[01:07.97]你让我越来越不相信自己[01:35.01]没有承诺却被你抓得更紧[01:44.05]没有了你我的世界雨下个不停[01:53.77]我付出一生的时间想要忘记你[02:02.36]但是回忆回忆回忆[02:06.97]从我心里跳出来拥抱你[02:17.05]特别的爱给特别的你[02:20.90]我的寂寞逃不过你的眼睛[02:26.66]特别的爱给特别的你[02:30.33]你让我越来越不相信自己[02:35.99]特别的爱给特别的你[02:39.76]我的寂寞逃不过你的眼睛[02:45.44]特别的爱给特别的你[02:49.11]你让我越来越不相信自己[02:57.28]我还听见你的声音[03:03.12]轻轻萦绕着我的心[03:07.13]我还不能接受分离[03:12.81]就是永远不在一起[03:20.52]特别的爱给特别的你[03:24.56]我的寂寞逃不过你的眼睛[03:29.91]特别的爱给特别的你[03:33.79]你让我越来越不相信自己[03:39.47]特别的爱给特别的你[03:43.21]我的寂寞逃不过你的眼睛[03:48.88]特别的爱给特别的你[03:52.52]你让我越来越不相信自己[04:10.96]我还听见你的声音[04:16.23]轻轻萦绕着我的心[04:23.55]我的心[04:29.69]我还不能接受分离[04:35.55]就是永远不能在一起"
			},
			{
				"name" : "泡沫",
				"singer" : "邓紫棋",
				"star" : "images/singer/2.jpg",
				"album" : "泡沫",
				"src" : "music/2.mp3",
				"lrc" : "[ver:v1.0][ti:][00:01.47]阳光下的泡沫　是彩色的[00:08.35]就像被骗的我　是幸福的[00:15.45]追究什么对错　你的谎言　基于你还爱我[00:28.79]美丽的泡沫　虽然一刹花火[00:35.76]你所有承诺　虽然都太脆弱[00:42.78]但爱像泡沫　[00:46.41]如果能够看破　有什么难过[00:57.85]早该知道泡沫　一触就破[01:04.84]就像已伤的心　不胜折磨[01:11.83]也不是谁的错　谎言再多　基于你还爱我[01:25.15]美丽的泡沫　虽然一刹花火[01:32.14]你所有承诺　虽然都太脆弱[01:39.25]爱本是泡沫　[01:42.70]如果能够看破　有什么难过[01:53.30]再美的花朵　盛开过就凋落[02:00.39]再亮眼的星　一闪过就坠落[02:07.55]爱本是泡沫　[02:11.19]如果能够看破　有什么难过[02:21.53]为什么难过　有什么难过[02:35.70]为什么难过[02:46.29]全都是泡沫　只一刹的花火[02:53.39]你所有承诺　全部都太脆弱[03:00.55]而你的轮廓　怪我没有看破　[03:07.54]才如此难过[03:14.57]相爱的把握　要如何再搜索[03:21.56]相拥着寂寞　难道就不寂寞[03:28.69]爱本是泡沫　怪我没有看破　[03:35.62]才如此难过[03:43.70]在雨下的泡沫　一触就破[03:50.79]当初炽热的心　早已沉没[03:57.67]说什么你爱我　[04:01.28]如果骗我　我宁愿你沉默"
			},
			{
				"name" : "超越梦想",
				"singer" : "群星",
				"star" : "images/singer/qx.jpg",
				"album" : "超越梦想",
				"src" : "music/群星-超越梦想.mp3",
				"lrc" : "[ver:v1.0][ti:][00:03.79]超越梦想[00:15.51]当圣火第一次点燃是希望在跟随，[00:21.75]当终点已不再永久是心灵在体会。[00:28.64]不在乎等待几多轮回，[00:34.33]不在乎欢笑伴着泪水。[00:41.33]超越梦想一起飞，[00:45.38]你我需要真心面对，[00:48.65]让生命回味这一刻，[00:51.72]让岁月铭记这一回。[00:55.11]超越梦想一起飞，[00:58.61]你我需要真心面对，[01:02.22]让生命回味这一刻，[01:05.39]让岁月铭记这一回。[01:41.15]当圣火第一次点燃是希望在跟随，[01:47.83]当终点已不再永久是心灵在体会。[01:54.50]不在乎等待几多轮回，[02:00.52]不在乎欢笑伴着泪水。[02:07.51]超越梦想一起飞，[02:11.23]你我需要真心面对，[02:14.51]让生命回味这一刻，[02:17.91]让岁月铭记这一回。[02:20.97]超越梦想一起飞，[02:24.92]你我需要真心面对，[02:28.30]让生命回味这一刻，[02:31.47]让岁月铭记这一回。[02:34.75]超越梦想一起飞，[02:38.68]你我需要真心面对，[02:41.97]让生命回味这一刻，[02:45.47]让岁月铭记这一回。[02:48.42]超越梦想一起飞，[02:52.36]你我需要真心面对，[02:55.53]让生命回味这一刻，[02:59.14]让岁月铭记这一回。"
			},
			{
				"name" : "在路上",
				"singer" : "刘欢",
				"star" : "images/singer/lh.jpg",
				"album" : "在路上",
				"src" : "music/刘欢-在路上.mp3",
				"lrc" : "[ver:v1.0][ti:在路上][00:04.41]在路上 - 刘欢[00:13.35]那一天[00:16.37]我不得已上路[00:21.41]为不安分的心[00:28.22]为自尊的生存[00:35.00]为自我的证明[00:41.40]路上的辛酸已融进我的眼睛[00:50.20]心灵的困境已化作我的坚定[01:00.31]在路上 用我心灵的呼声[01:08.54]在路上 只为伴着我的人[01:17.14]在路上 是我生命的远行[01:25.71]在路上 只为温暖我的人[01:37.26]温暖我的人[02:08.12]那一天[02:11.20]我不得已上路[02:15.94]为不安分的心[02:23.15]为自尊的生存[02:29.82]为自我的证明[02:36.47]路上的辛酸已融进我的眼睛[02:45.06]心灵的困境已化作我的坚定[02:55.09]在路上 用我心灵的呼声[03:03.51]在路上 只为伴着我的人[03:12.02]在路上 是我生命的远行[03:20.54]在路上 只为温暖我的人[03:32.04]温暖我的人[03:35.77]在路上 用我心灵的呼声[03:44.09]在路上 只为伴着我的人[03:52.53]在路上 是我生命的远行[04:00.85]在路上 只为温暖我的人[04:12.65]温暖[04:13.97]我的人"
			},
			{
				"name" : "飞得更高",
				"singer" : "汪峰",
				"star" : "images/singer/wf.jpg",
				"album" : "歌声飘过30年",
				"src" : "music/汪峰-飞得更高.mp3",
				"lrc" : "[00:01.23]飞得更高 - 汪峰[00:02.16]词：汪峰[00:03.20]曲：汪峰[00:53.26]生命就像一条大河[01:04.00]时而宁静时而疯狂[01:14.69]现实就像一把枷锁[01:25.54]把我捆住无法挣脱[01:37.46]这谜样的生活锋利如刀[01:43.01]一次次将我重伤[01:48.21]我知道我要的那种幸福[01:52.80]就在那片更高的天空[01:59.66]我要飞得更高 飞得更高[02:10.22]狂风一样舞蹈 挣脱怀抱[02:20.91]我要飞得更高 飞得更高[02:31.49]翅膀卷起风暴 心生呼啸[02:42.64]飞得更高[02:48.19]一直在飞一直在找[02:58.86]可我发现无法找到[03:09.49]若真想要是一次解放[03:20.21]要先剪碎这有过的往[03:32.16]我要的一种生命更灿烂[03:37.50]我要的一片天空更蔚蓝[03:42.86]我知道我要的那种幸福[03:47.49]就在那片更高的天空[03:54.19]我要飞得更高 飞得更高[04:04.71]狂风一样舞蹈 挣脱怀抱[04:15.60]我要飞得更高 飞得更高[04:26.13]翅膀卷起风暴 心生呼啸[04:36.94]我要飞得更高 飞得更高[04:47.50]狂风一样舞蹈 挣脱怀抱[04:58.32]我要飞得更高 飞得更高[05:08.82]狂风一样舞蹈 挣脱怀抱[05:19.58]我要飞得更高 飞得更高[05:30.06]翅膀卷起风暴 心生呼啸[05:41.38]飞得更高[05:46.67]飞得更高[05:51.94]飞得更高[05:57.34]飞得更高[06:02.78]飞得更高[06:05.54]"
			},
			{
				"name" : "我相信",
				"singer" : "杨培安",
				"star" : "images/singer/ypa.jpg",
				"album" : "我们的爱我不放手",
				"src" : "music/杨培安-我相信.mp3",
				"lrc" : "[ver:v1.0][nickname:提拉米子][ti:] [00:01.28]我相信 - 杨培安[00:18.28]想飞上天[00:20.02]和太阳肩并肩[00:22.35]世界等着我去改变[00:26.72]想做的梦[00:28.47]从不怕别人看见[00:30.87]在这里我都能实现[00:35.34]大声欢笑让你我肩并肩[00:39.82]何处不能欢乐无限[00:43.86]抛开烦恼[00:45.72]勇敢的大步向前[00:47.90]我就站在舞台中间[00:52.49]我相信我就是我[00:54.67]我相信明天[00:56.86]我相信青春没有地平线[01:00.90]在日落的海边[01:02.86]在热闹的大街[01:04.94]都是我心中最美的乐园[01:09.95]我相信自由自在[01:11.81]我相信希望[01:13.99]我相信伸手就能碰到天[01:17.81]有你在我身边[01:20.11]让生活更新鲜[01:22.09]每一刻都精采万分[01:25.43]I do believe[01:52.61]想飞上天[01:54.14]和太阳肩并肩[01:56.75]世界等着我去改变[02:01.23]抛开烦恼[02:02.76]勇敢的大步向前[02:05.06]我就站在舞台中间[02:09.64]我相信我就是我[02:11.83]我相信明天[02:14.01]我相信青春没有地平线[02:17.95]在日落的海边[02:20.01]在热闹的大街[02:22.00]都是我心中最美的乐园[02:26.58]我相信自由自在[02:28.87]我相信希望[02:31.06]我相信伸手就能碰到天[02:35.10]有你在我身边[02:37.17]让生活更新鲜[02:39.36]每一刻都精采万分[02:42.96]I do believe[02:48.20]我相信(我就是我)[02:52.24]我相信(自由自在)[02:56.50]我相信(我相信我相信)[03:00.65]I BELIVE[03:05.24]我相信我就是我[03:07.54]我相信明天[03:09.72]我相信青春没有地平线[03:13.65]在日落的海边[03:15.72]在热闹的大街[03:17.80]都是我心中最美的乐园[03:22.60]我相信自由自在[03:24.68]我相信希望[03:26.75]我相信伸手就能碰到天[03:30.68]有你在我身边[03:32.86]让生活更新鲜[03:35.05]每一刻都精采万分[03:38.65]I do believe[03:44.44]woo... ah ..."
			},
			{
				"name" : "奔跑",
				"singer" : "羽·泉",
				"star" : "images/singer/yq.jpg",
				"album" : "奔跑",
				"src" : "music/羽·泉-奔跑.mp3",
				"lrc" : "[ver:v1.0][ti:1127698][00:01.65]奔跑(Live) - 羽·泉[00:05.65]速度七十迈[00:08.56]心情是自由自在[00:12.01]希望终点是爱琴海[00:15.88]全力奔跑梦在彼岸[00:20.05]我们想漫游世界[00:23.63]看奇迹就在眼前[00:27.38]等待夕阳染红了天[00:30.90]肩并着肩许下心愿[00:37.12]随风奔跑自由是方向[00:40.84]追逐雷和闪电的力量[00:44.51]把浩瀚的海洋装进我胸膛[00:48.44]即使再小的帆也能远航[00:52.52]随风飞翔有梦作翅膀[00:56.03]敢爱敢做勇敢闯一闯[00:59.94]哪怕遇见再大的风险再大的浪[01:04.37]也会有默契的目光[01:08.63]速度七十迈[01:11.49]心情是自由自在[01:15.03]希望终点是爱琴海[01:18.85]全力奔跑梦在彼岸[01:22.98]我们想漫游世界[01:26.48]看奇迹就在眼前[01:30.19]等待夕阳染红了天[01:33.86]肩并着肩许下心愿[01:38.16]随风奔跑自由是方向[01:41.80]追逐雷和闪电的力量[01:45.53]把浩瀚的海洋装进我胸膛[01:49.33]即使再小的帆也能远航[01:53.28]随风飞翔有梦作翅膀[01:56.94]敢爱敢做勇敢闯一闯[02:00.80]哪怕遇见再大的风险再大的浪[02:05.38]也会有默契的目光[02:23.92]随风奔跑自由是方向[02:27.57]追逐雷和闪电的力量[02:31.28]把浩瀚的海洋装进我胸膛[02:35.07]即使再小的帆也能远航[02:38.90]随风飞翔有梦作翅膀[02:42.80]敢爱敢做勇敢闯一闯[02:46.61]哪怕遇见再大的风险再大的浪[02:51.33]也会有默契的目光[03:07.71]肩并着肩许下心愿"
			},
			{
				"name" : "想唱就唱",
				"singer" : "张含韵",
				"star" : "images/singer/zyh.jpg",
				"album" : "我很张含韵",
				"src" : "music/张含韵-想唱就唱.mp3",
				"lrc" : "[ver:v1.0][ar:曾清林][ti:想唱就唱][by:清林70520][00:02.32]曾清林  想唱就唱[00:20.48]推开夜的天窗[00:24.29]对流星说愿望[00:28.43]给我一双翅膀[00:32.36]能够接近太阳[00:36.25]我学着一个人成长[00:40.47]爱给我能量[00:44.55]梦想是神奇的营养[00:48.51]催促我开放[00:53.34]想唱就唱要唱得响亮[00:57.55]就算没有人为我鼓掌[01:01.51]至少我还能够[01:04.40]勇敢的自我欣赏[01:09.48]想唱就唱要唱得漂亮[01:13.37]就算这舞台多空旷[01:17.01]总有一天能看到[01:20.32]挥舞的荧光棒[01:46.44]推开夜的天窗[01:50.20]对流星说愿望[01:54.56]给我一双翅膀[01:58.34]能够接近太阳[02:02.48]我学着一个人成长[02:06.48]爱给我力量[02:10.46]梦想是神奇的营养[02:14.53]催促我开放[02:19.46]想唱就唱要唱得响亮[02:23.49]就算没有人为我鼓掌[02:27.49]至少我还能够[02:30.51]勇敢的自我欣赏[02:35.48]想唱就唱要唱得漂亮[02:39.33]就算这舞台多空旷[02:43.00]总有一天能看到[02:46.34]挥舞的荧光棒[02:51.57]想唱就唱要唱得响亮[02:55.54]就算没有人为我鼓掌[02:59.53]至少我还能够[03:02.50]勇敢的自我欣赏[03:07.58]想唱就唱要唱得漂亮[03:11.33]就算这舞台多空旷[03:15.09]总有一天能看到[03:18.25]挥舞的荧光棒[03:26.25]啦……"
			},
			{
				"name" : "爱如潮水",
				"singer" : "张信哲",
				"star" : "images/singer/zxz.jpg",
				"album" : "弦歌有你",
				"src" : "music/张信哲-爱如潮水(Live).mp3",
				"lrc" : "[ver:v1.0][ar:张信哲][ti:爱如潮水][00:00.95]爱如潮水 - 张信哲[00:30.48]不问你为何流眼泪[00:36.99]不在乎你心里还有谁[00:44.25]请让我给你安慰[00:47.86]不论结局是喜是悲[00:52.10]走过千山万水[00:55.21]在我心里你永远是那么美[01:02.88]既然爱了就不后悔[01:09.28]再多的苦我也愿意背[01:16.73]我的爱如潮水[01:20.74]爱如潮水将我向你推紧紧跟随[01:27.59]爱如潮水它将你我包围[01:33.77]我再也不愿见你在深夜里买醉[01:37.63]不愿别的男人见识你的抚媚[01:41.63]你该知道这样会让我心碎[01:48.55]答应我你从此不在深夜里徘徊[01:52.48]不要轻易尝试放纵的滋味[01:56.17]你可知道这样会让我心碎[02:32.19]既然爱了就无怨无悔[02:39.04]再多的苦我也愿意背[02:46.30]我的爱如潮水[02:50.31]爱如潮水将我向你推紧紧跟随[02:57.11]爱如潮水它将你我包围[03:02.62]我再也不愿见你在深夜里买醉[03:07.38]不愿别的男人见识你的抚媚[03:11.28]你该知道这样会让我心碎[03:18.07]答应我你从此不在深夜里徘徊[03:21.93]不要轻易尝试放纵的滋味[03:25.49]你可知道这样会让我心碎[03:32.18]我再也不愿见你在深夜里买醉[03:36.00]不愿别的男人见识你的抚媚[03:39.80]你该知道这样会让我心碎[03:46.73]答应我你从此不在深夜里徘徊[03:50.62]不要轻易尝试放纵的滋味[03:54.22]你可知道这样会让我心碎"
			},
			{
				"name" : "真心英雄",
				"singer" : "周华健",
				"star" : "images/singer/zhj.jpg",
				"album" : "CCTV音乐频道",
				"src" : "music/周华健-真心英雄(CCTV音乐频道).mp3",
				"lrc" : "[ver:v1.0][ti:6857386][00:00.40]在我心中 曾经有一个梦[00:04.83]要用歌声让你忘了所有的痛[00:10.23]灿烂星空 谁是真的英雄[00:15.03]平凡的人们给我最多感动[00:20.64]再没有恨 也没有了痛[00:25.24]但愿人间处处都有爱的影踪[00:30.71]用我们的歌 换你真心笑容[00:35.60]祝福你的人生从此与众不同[00:41.25]把握生命里的每一分钟[00:45.91]全力以赴我们心中的梦[00:51.47]不经历风雨 怎么见彩虹[00:56.52]没有人能随随便便成功[01:01.71]把握生命里每一次感动[01:06.48]和心爱的朋友热情相拥[01:11.73]让真心的话 和开心的泪[01:17.03]在你我的心里流动[01:28.65]在我心中 曾经有一个梦[01:33.38]要用歌声让你忘了所有的痛[01:38.78]灿烂星空 谁是真的英雄[01:43.67]平凡的人们给我最多感动[01:49.17]再没有恨 也没有了痛[01:54.03]但愿人间处处都有爱的影踪[01:59.11]用我们的歌 换你真心笑容[02:04.21]祝福你的人生从此与众不同[02:09.80]把握生命里的每一分钟[02:14.51]全力以赴我们心中的梦[02:19.99]不经历风雨 怎么见彩虹[02:25.17]没有人能随随便便成功[02:30.33]把握生命里每一次感动[02:35.14]和心爱的朋友热情相拥[02:40.42]让真心的话 和开心的泪[02:45.62]在你我的心里流动[02:50.77]把握生命里的每一分钟[02:55.57]全力以赴我们心中的梦[03:01.22]不经历风雨 怎么见彩虹[03:06.32]没有人能随随便便成功[03:11.48]把握生命里每一次感动[03:16.14]和心爱的朋友热情相拥[03:21.62]让真心的话 和开心的泪[03:26.63]在你我的心里流动[03:31.89]啦啦啦啦...[03:42.02]让真心的话 和开心的泪[03:47.14]在你我的心里流动[03:52.21]让真心的话 和开心的泪[03:57.43]在你我的心里流动"
			},
			{
				"name" : "明天会更好",
				"singer" : "卓依婷",
				"star" : "images/singer/zyt.jpg",
				"album" : "祝福",
				"src" : "music/卓依婷-明天会更好.mp3",
				"lrc" : "[ver:v1.0][ti:e][00:00.96]明天会更好 - 卓依婷[00:27.39]轻轻敲醒沉睡的心灵[00:30.66]慢慢张开你的眼睛[00:34.07]看看忙碌的世界[00:36.27]是否依然孤独的转个不停[00:41.29]春风不解风情[00:44.66]吹动少年的心[00:47.88]让昨日脸上的泪痕[00:51.01]随记忆风干了[00:56.07]抬头寻找天空的翅膀[00:59.41]候鸟出现它的影迹[01:02.81]带来远处的饥荒[01:04.93]无情的战火依然存在的消息[01:10.05]玉山白雪飘零[01:13.44]燃烧少年的心[01:16.56]使真情溶化成音符[01:19.79]倾诉遥远的祝福[01:25.25]唱出你的热情[01:26.97]伸出你双手[01:28.65]让我拥抱着你的梦[01:32.02]让我拥有你真心的面孔[01:38.75]让我们的笑容[01:40.45]充满着青春的骄傲[01:45.30]为明天献出虔诚的祈祷[01:51.85]谁能不顾自己的家园[01:55.24]抛开记忆中的童年[01:58.60]谁能忍心看他昨日的忧愁[02:02.44]带走我们的笑容[02:05.79]青春不解红尘[02:09.19]胭脂沾染了灰[02:12.34]让久违不见的泪水[02:15.66]滋润了你的面容[02:21.07]唱出你的热情[02:22.76]伸出你双手[02:24.41]让我拥抱着你的梦[02:27.83]让我拥有你真心的面孔[02:34.56]让我们的笑容[02:36.27]充满着青春的骄傲[02:41.14]为明天献出虔诚的祈祷[02:47.71]轻轻敲醒沉睡的心灵[02:51.00]慢慢张开你的眼睛[02:54.45]看那忙碌的世界[02:56.57]是否依然孤独的转个不停[03:01.66]日出唤醒清晨[03:05.04]大地光彩重生[03:08.16]让和风拂出的音响[03:11.39]谱成生命的乐章[03:16.88]唱出你的热情[03:18.54]伸出你双手[03:20.19]让我拥抱着你的梦[03:23.60]让我拥有你真心的面孔[03:30.36]让我们的笑容[03:32.11]充满着青春的骄傲[03:36.94]让我们期待明天会更好[03:43.95]唱出你的热情[03:45.59]伸出你双手[03:47.25]让我拥抱着你的梦[03:50.72]让我拥有你真心的面孔[03:57.45]让我们的笑容[03:59.12]充满着青春的骄傲[04:04.04]让我们期待明天会更好[04:11.06]唱出你的热情[04:12.72]伸出你双手[04:14.34]让我拥抱着你的梦[04:17.74]让我拥有你真心的面孔[04:24.50]让我们的笑容[04:26.21]充满着青春的骄傲"
			}
		]